export const faqs = [
  {
    id: "1",
    question: "Какие бонусы я получаю, используя токены в Tail Talks?",
    answer:
      "Используя токены, вы получите доступ к расширенным функциям и сервисам, такие как создание NFT, участие в фотоконкурсах, получение наград за победы, дополнительное продвижение профиля вашего питомца, организацию благотворительных мероприятий и совместных прогулок.",
  },
  {
    id: "2",
    question: "Что такое NFT и как это связано с моим питомцем?",
    answer:
      "У вас есть возможность создать NFT (уникальный цифровой актив) из любимых снимков вашего питомца, включая кадры, обработанные алгоритмами искусственного интеллекта! NFT служит доказательством владения уникальным цифровым объектом, что невозможно с обычным фото.",
  },
  {
    id: "3",
    question: "Как моя фотография питомца может стать NFT?",
    answer:
      "Вы можете превратить фотографию вашего питомца в уникальный NFT прямо в нашей социальной сети Tail Talks, что дает вам возможность сохранить особенные моменты навсегда и даже продать или обменять их в будущем.",
  },
  {
    id: "4",
    question:
      "Будет ли ранняя распродажа уникальных NFT Tail Talks и какие преимущества она дает?",
    answer:
      "Ранняя распродажа уникальных NFT Tail Talks – это возможность для наших пользователей приобрести особенные NFT до официального запуска социальной сети. Эти NFT не только являются уникальными цифровыми активами, но и открывают доступ к эксклюзивным возможностям бета-тестирования. Владельцы этих NFT смогут первыми опробовать новые функции и получат эксклюзивный функционал в основной версии социальной сети, что сделает их опыт еще более уникальным и ценным. Это отличная возможность стать частью нашего сообщества на раннем этапе и внести свой вклад в развитие проекта.",
  },
  {
    id: "5",
    question:
      "Что такое бета-тестирование и какие преимущества оно дает пользователям?",
    answer:
      "Бета-тестирование - это этап разработки, когда мы приглашаем пользователей протестировать нашу социальную сеть перед официальным запуском. Участники бета-тестирования Tail Talks получат доступ к эксклюзивным функциям и будут иметь преимущества в будущем.",
  },
  {
    id: "6",
    question:
      "Будет ли предварительная продажа ваших токенов и какие преимущества это дает пользователям?",
    answer:
      "Да, мы планируем предварительную продажу наших токенов, которая даст пользователям уникальную возможность приобрести их по специальной цене до официального запуска социальной сети.",
  },
]
