export const roadmapData = [
  {
    id: 1,
    title: "Первый квартал",
    items: [
      {
        title: "Исследование рынка",
        tasks: [
          "анализ конкурентов",
          "определение целевой аудитории",
          "изучение потребностей рынка",
        ],
      },
      {
        title: "Разработка концепции",
        tasks: [
          "определение функциональности",
          "разработка бизнес модели",
          "создание прототипа",
        ],
      },
      {
        title: "Формирование команды",
        tasks: ["поиск и привлечение опытных специалистов"],
      },
    ],
  },
  {
    id: 2,
    title: "Второй квартал",
    items: [
      {
        title: "Разработка MVP",
        tasks: [
          "запуск минимально жизнеспособного продукта",
          "тестирование",
          "доработка функциональности",
          "получение обратной связи от пользователей",
        ],
      },
      {
        title: "Маркетинг",
        tasks: ["запуск рекламной кампании", "формирование сообщества"],
      },
      {
        title: "Привлечение пользователей",
        tasks: [
          "проведение конкурсов и акций",
          "сотрудничество с инфлюенсерами",
        ],
      },
    ],
  },
  {
    id: 3,
    title: "Третий квартал",
    items: [
      {
        title: "Выпуск лимитированной NFT коллекции",
        tasks: [
          "разработка и предложение к продаже особой коллекции NFT с правом приоритетного участия в первичном размещении токенов на 21 день раньше",
          "выпуск токенов на децентрализованной платформе",
          "разработка, тестирование и запуск токенов в сети после успешного MVP",
        ],
      },
      {
        title: "Развитие платформы",
        tasks: [
          "добавление новых функций",
          "расширение возможностей",
          "улучшение пользовательского опыта",
        ],
      },
    ],
  },
  {
    id: 4,
    title: "Четвертый квартал",
    items: [
      {
        title: "Выход на новые рынки",
        tasks: [
          "адаптация платформы для разных стран",
          "перевод интерфейса на другие языки",
        ],
      },
      {
        title: "Масштабирование",
        tasks: [
          "увеличение числа пользователей",
          "расширение команды",
          "привлечение дополнительных инвестиций",
        ],
      },
    ],
  },
]
